---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.IFC.ExporterIFC
source: html/506caacf-e854-aef1-5a36-90e576ec7012.htm
---
# ExporterIFC Members

Adds building storey to the exporter's internal cache.